# St7SetResultLogFileName

Sets the name of the solver log-file for the analysis.

long St7SetResultLogFileName(long uID, char* LogName)
Input Parameters
uID
Strand7 model file ID.
LogName
Full path and name of the log-file.